export const mock_recommend = [
    {
        id:1,
        url_img:"https://cms.dmpcdn.com/travel/2022/06/16/0deb8900-ed4c-11ec-809d-c172d7e1e8bc_webp_original.jpg",
        title:"วัดพระเเก้ว กรุงเทพฯ",
        subtitle:"วัดคู่บ้านคู่เมืองของประเทศไทย และกรุงรัตนโกสินทร์ ก็คือที่นี่ค่ะ วัดพระศรีรัตนศาสดาราม หรือ วัดพระเเก้ว เป็นวัดในพระบรมมหาราชวังเช่นเดียวกับวัดพระศรีสรรเพชญ์ ซึ่งเป็นวัดในพระราชวังหลวงในสมัยอยุธยา",
        rating:3.5,
        company_id:2,
        company_name:"Warawut ketnongpho",
        create_at:"12/5/2023"
    },
    {
        id:2,
        url_img:"https://cms.dmpcdn.com/travel/2022/06/16/0a696720-ed4c-11ec-8c1d-03d351db4564_webp_original.jpg",
        title:"ถ้ำมรกต เกาะมุก ตรัง",
        subtitle:" เกาะมุก ได้ชื่อว่า “ถ้ำมรกตอันล้ำค่าแห่งอันดามัน” เป็นเกาะที่ใหญ่เป็นอันดับที่ 3 ของท้องทะเลตรังเลยทีเดียว นอกจากชาดหาดที่สวยงามแล้ว เกาะมุกยังมีจุดเด่นที่ ถ้ำมรกต ถ้ำน้ำเล็กๆ ซึ่งมีความยาวประมาณ 80 เมตร นักท่องเที่ยวจะต้องลอยตัวฝ่าความมืดเพื่อเข้าไปภายในถ้ำและต้องเป็นช่วงเวลาน้ำลงเท่านั้นด้วย ภายในถ้ำน้ำทะเลจะมีสีเขียวคล้ายมรกตสวยงามอลังการ Unseen สุดๆ",
        rating:5,
        company_id:2,
        company_name:"Warawut ketnongpho",
        create_at:"12/5/2023"
    },
    {
        id:3,
        url_img:"https://cms.dmpcdn.com/travel/2022/06/16/0c71e150-ed4c-11ec-97cd-9d7e440efe6f_webp_original.jpg",
        title:"จุดชมวิวเนินมะปราง พิษณุโลก",
        subtitle:`ถ้ามีโอกาสไปเที่ยวพิษณุโลก แต่ไม่ได้ไปนั่งชิงช้าต้นไม้ ที่ จุดชมวิวเนินมะปราง ซึ่งตั้งอยู่ใน บ้านสวนชมวิวภูรักไทย เราบอกเลยว่าพลาดอย่างแรง!!! เพราะเป็น จุดชมวิวที่สวยที่สุดในพิษณุโลก ทีเดียวค่ะ

        จากจุดชมวิวบนต้นไม้นี้สามารถมองออกไปเห็นทิวเขาและพื้นที่ราบรอยต่อของ 5 จังหวัด คือ นครสวรรค์ ลพบุรี พิจิตร เพชรบูรณ์ และพิษณุโลก เวลาที่แนะนำให้มาเลยก็คือช่วงปลายฝนต้นหนาว เพราะจะได้เห็นทั้งทะเลหมอกและพระอาทิตย์ขึ้นยามเช้าเลยทีเดียว`,
        rating:4.5,
        company_id:2,
        company_name:"Warawut ketnongpho",
        create_at:"12/5/2023"
    },
]